Repository: nulljosh/talli
Catalog: ios/Tally/Localizable.xcstrings
Source language: en
Languages: fr, pa, zh

# account.biAssistance
source: BC Income Assistance
fr: Aide au revenu de la C.-B.

# account.clientNum
source: Client #:
fr: Client n° :

# account.pin
source: PIN
fr: NIP

# account.program
source: Program
fr: Programme

# account.sin
source: SIN
fr: NAS

# app.loading
source: Loading...
fr: Chargement...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
zh: 加载中...

# cdb.amount
source: $2,000/month if approved
fr: 2 000 $/mois si approuvé

# cdb.application
source: Canada Disability Benefit
fr: Prestation invalidité canadienne

# cdb.decision
source: Approval decision
fr: Décision d'approbation

# cdb.monthlyBenefit
source: Monthly benefit
fr: Prestation mensuelle

# cdb.retroactive
source: Retroactive to 2 years back
fr: Rétroactif pendant 2 ans

# cdb.submitted
source: Application submitted
fr: Demande soumise

# cdb.underReview
source: Under review
fr: En examen

# common.cancel
source: Cancel
fr: Annuler
pa: ਰੱਦ ਕਰੋ
zh: 取消

# common.disclaimer
source: Not affiliated with the Government of British Columbia.
fr: Sans affiliation avec le gouvernement de la Colombie-Britannique.

# common.saved
source: Saved
fr: Enregistré
pa: ਸੇਵ ਕੀਤਾ
zh: 已保存

# nav.account
source: Account
fr: Compte
pa: ਖਾਤਾ
zh: 账户

# nav.reportsFiled
source: Reports Filed
fr: Rapports déposés
pa: ਦਾਇਰ ਰਿਪੋਰਟਾਂ
zh: 已提交报告

# nav.settings
source: Settings
fr: Paramètres
pa: ਸੈਟਿੰਗਾਂ
zh: 设置

# nav.submit
source: Submit
fr: Soumettre
pa: ਜਮ੍ਹਾਂ ਕਰੋ
zh: 提交

# nav.upcoming
source: Upcoming
fr: À venir
pa: ਆਉਣ ਵਾਲੇ
zh: 即将到来

source: PWD Application
fr: Demande PWD

source: PWD Extension Granted
fr: Prolongation PWD accordée

# pwd.nextSteps
source: Next steps
fr: Prochaines étapes

# pwd.openSelfServe
source: Open BC Self-Serve
fr: Ouvrir BC Self-Serve

# pwd.resubmitApp
source: Resubmit PWD Application
fr: Resoumettre la demande PWD

# pwd.steps
source: Steps
fr: Étapes

# rdsp.accountFunded
source: Account funded
fr: Compte financé

# rdsp.accountOpened
source: Account opened
fr: Compte ouvert

# rdsp.active
source: Active RDSP
fr: REER-Invalidité actif

source: RDSP Application
fr: Demande REER-Invalidité

# rdsp.dtcSubmitted
source: DTC certificate submitted
fr: Certificat DTC soumis

# report.closes5th
source: Closes the 5th
fr: Ferme le 5

# report.debtTriage
source: Debt triage
fr: Tri des dettes

# report.dryRun
source: Dry run -- nothing was submitted
fr: Test -- rien n'a été soumis

source: Report filed this month
fr: Rapport déposé ce mois-ci

# report.fileNow
source: File now
fr: Déclarer maintenant

# report.haveIncome
source: I have income to declare this month
fr: J'ai un revenu à déclarer ce mois-ci

# report.lastPayment
source: last payment
fr: dernier paiement

# report.navHint
source: Navigate to a payment month to see details
fr: Accédez à un mois de paiement pour voir les détails

# report.noPaymentMonth
source: No payment this month
fr: Aucun paiement ce mois-ci

# report.recentPayments
source: Recent payments
fr: Paiements récents

# report.savePin
source: Save PIN
fr: Enregistrer le NIP

# report.submitMonthly
source: Submit Monthly Report
fr: Soumettre le rapport mensuel

# report.upcomingSchedule
source: Upcoming schedule
fr: Calendrier à venir

source: Report window open
fr: Fenêtre de déclaration ouverte

# common.important
source: Important
pa: ਮਹੱਤਵਪੂਰਨ
zh: 重要

# nav.messages
source: Messages
pa: ਸੁਨੇਹੇ
zh: 消息
